{
  "freshman": {
    "title": "Freshman Website Project",
    "year": "2020 - 2021",
    "text": [[
      "Led the marketing and planning team as group leader, coordinating with other teams to ensure ideas were feasible and implementable.",
      "Designed the website UI from scratch using Adobe XD, while planning the overall project development flow.",
      "Developed strong problem-solving skills by addressing design and implementation challenges.",
      "Practiced effective time management and schedule adjustments to keep the project on track.",
      "Gained experience in teamwork, negotiation, and coordinating across multiple groups."
    ]]
    ,"images": [
      { "src": "../../images/NCUfresh1.png", "caption": "Homepage of the website designed by me." },
      { "src": "../../images/NCUfresh2.png", "caption": "Team members for the website development." }
    ]
  },
  "dorm": {
    "title": "Dormitory Management",
    "year": "2020 - 2024",
    "text": [[
      "Served as Floor Manager for 2 years and Dorm Leader for 2 years, resolving disputes and assisting residents.",
      "Acted as a bridge between residents and the university, reporting issues and collaborating with school staff to develop solutions.",
      "Gained skills in conflict resolution, communication, and teamwork."
    ]],
    "images": [
      { "src": "../../images/dorm1.JPG", "caption": "Hosting the Dormitory Residents' Assembly." },
      { "src": "../../images/dorm2.jpeg", "caption": "Dormitory Residents' Assembly - Report on Daily Affairs ." }
    ]
  },
  "culture": {
    "title": "Cultural Dorm Events",
    "year": "2022 - 2024",
    "text": [
      "Organized and led multiple dorm cultural events, collaborating with other dorm leaders to encourage interaction among residents. Events included:",
      [
        "Qing-Ming Festival Spring Roll Activity - introduced Taiwanese traditions to international students and invited them to share their own cultural festivals.",
        "Winter Solstice & Christmas Gingerbread Houses and Tangyuan - teams created gingerbread houses and enjoyed Tangyuan together, symbolizing reunion and warmth.",
        "Dragon Boat Festival Sachet Making - residents hand-sewed rice dumpling-shaped sachets with step-by-step guides to ensure everyone could complete the task."
      ],
      "Planned and delegated tasks according to participants' strengths."
    ],
    "images": [
      { "src": "../../images/culture1.JPG", "caption": "Teaching participants how to make a spring roll." },
      { "src": "../../images/culture2.JPG", "caption": "Participants for the Qing-Ming festival dorm event." },
      { "src": "../../images/culture3.jpg", "caption": "Participants crafting gingerbread houses with creative." },
      { "src": "../../images/culture4.jpg", "caption": "Cute gingerbread houses and their creators." },
      { "src": "../../images/culture5.jpg", "caption": "Handmade rice dumpling sachet — my finished work." },
      { "src": "../../images/culture6.png", "caption": "Step-by-Step Guide for Participants to Make Sachets." }
    ]
  }
}
